[
  {
    "Date": "1830s–1840s",
    "Era": "Industrial Communication",
    "Medium": "Telegraph",
    "InteractionPsych": "The telegraph altered cognitive frameworks by decoupling communication from transportation. For the first time, thoughts and decisions could travel faster than people or goods, prompting new notions of instantaneity and remote presence.",
    "KnowledgeInfo": "It introduced the era of real-time information flow. News, financial data, and military commands moved globally, creating synchronized markets and international journalism. Information was stripped down into concise messages, reshaping how facts were prioritized and compressed.",
    "CulturePoliticsSociety": "The telegraph enabled colonial administration, global banking, and rapid diplomacy. Governments could assert power over vast territories more efficiently, and wars were waged with unprecedented coordination. It laid groundwork for modern geopolitics and media infrastructure.",
    "UnexpectedEffects": "It spawned misinformation, market manipulation, and surveillance. The compression of complex messages into telegrams also oversimplified nuance. As telegraph cables were laid globally, empires often used them to consolidate control, foreshadowing the role of infrastructure in digital imperialism.",
    "Sources": [
      {
        "label": "Standage – The Victorian Internet",
        "url": "https://www.goodreads.com/book/show/40894.The_Victorian_Internet"
      },
      {
        "label": "Tom Wheeler – From Gutenberg to Google",
        "url": "https://www.brookings.edu/books/from-gutenberg-to-google/"
      }
    ]
  },
  {
    "Date": "1876",
    "Era": "Voice Transmission",
    "Medium": "Telephone",
    "InteractionPsych": "The telephone reintroduced emotion and spontaneity to long-distance communication. It reshaped how people maintained relationships, allowing for real-time conversations rich with vocal nuance and intimacy.",
    "KnowledgeInfo": "It shifted knowledge from fixed to fluid. Unlike written or telegraphed messages, phone calls allowed for live negotiation, clarification, and decision-making, paving the way for verbal contracts and business globalization.",
    "CulturePoliticsSociety": "The telephone connected homes and workplaces, reshaping family life, gender roles, and business. It enabled instant alerts, strengthened social networks, and enhanced democratic responsiveness — yet also demanded constant availability.",
    "UnexpectedEffects": "The telephone enabled vertical architecture — elevators coordinated via voice allowed skyscrapers to flourish. It also triggered privacy concerns, as conversations became interceptable. Over time, expectations of accessibility and responsiveness intensified social pressure.",
    "Sources": [
      {
        "label": "Fischer – America Calling",
        "url": "https://www.ucpress.edu/book/9780520086474/america-calling"
      },
      {
        "label": "History of the Telephone",
        "url": "https://www.thoughtco.com/invention-of-the-telephone-1991380"
      }
    ]
  },
  {
    "Date": "1920s",
    "Era": "Broadcast Era",
    "Medium": "Radio",
    "InteractionPsych": "Radio created shared national and emotional experiences. Voices, music, and news reached millions at once, cultivating collective identity and ambient intimacy with remote speakers.",
    "KnowledgeInfo": "It brought live information to mass audiences, often bypassing printed intermediaries. Auditory learning gained legitimacy, and public discourse became more emotional and immediate.",
    "CulturePoliticsSociety": "Governments used radio to foster nationalism, wartime morale, and propaganda. Radio evangelism and talk shows reshaped spiritual and political communication. It knit nations together through common programming and rituals of listening.",
    "UnexpectedEffects": "Authoritarian regimes used radio for manipulation (e.g., Nazi Germany). It marginalized the visually impaired and created 'phantom communities' of listeners who felt connected but remained isolated. Radio also spurred new consumer desires through advertisements.",
    "Sources": [
      {
        "label": "Susan J. Douglas – Listening In",
        "url": "https://us.macmillan.com/books/9780812925303/listeningin"
      },
      {
        "label": "BBC History of Radio",
        "url": "https://www.bbc.com/historyofthebbc/100-voices/radio-reinvented"
      }
    ]
  },
  {
    "Date": "1920s–1930s",
    "Era": "Visual Mass Media",
    "Medium": "Cinema",
    "InteractionPsych": "Cinema engaged the senses with visual storytelling, emotional immersion, and narrative sequencing. It shaped how people imagined others, history, and even themselves.",
    "KnowledgeInfo": "It made stories, newsreels, and documentaries accessible to illiterate audiences. Cinema became a tool for both enlightenment and manipulation, embedding knowledge in affective experiences.",
    "CulturePoliticsSociety": "Hollywood became a cultural empire. Movies influenced fashion, norms, and global aesthetics. Governments used cinema for war propaganda and social engineering.",
    "UnexpectedEffects": "It spread stereotypes and cultural imperialism. Cinema shaped unrealistic expectations of romance, heroism, and identity. It also became a battleground for censorship and moral panics.",
    "Sources": [
      {
        "label": "Digital History – Film",
        "url": "https://www.digitalhistory.uh.edu/disp_textbook.cfm?smtid=2&psid=3393"
      },
      {
        "label": "André Bazin – What Is Cinema?",
        "url": "https://www.ucpress.edu/book/9780520242272/what-is-cinema-volume-1"
      }
    ]
  },
  {
    "Date": "1950s–1970s",
    "Era": "Televised Society",
    "Medium": "Television",
    "InteractionPsych": "Television unified sound and vision in a domestic, passive format. It trained attention spans around visual narrative and habituated people to observe more than interact.",
    "KnowledgeInfo": "It became the dominant source of news, public affairs, and culture. The authority of the visual image grew — if it was televised, it was real. Educational programming flourished but competed with entertainment.",
    "CulturePoliticsSociety": "Television shaped family routines and political perception. Leaders became media figures, and shared cultural moments (e.g., moon landing, civil rights) unified publics. But it also entrenched consumerism and domestic ideology.",
    "UnexpectedEffects": "TV normalized gender roles through sitcoms and commercials. It catalyzed suburban isolation by moving life indoors. Critics argued it made politics superficial and passive citizenship the norm.",
    "Sources": [
      {
        "label": "Postman – Amusing Ourselves to Death",
        "url": "https://www.penguinrandomhouse.com/books/132055/amusing-ourselves-to-death-by-neil-postman/"
      },
      {
        "label": "TV History – Elon University",
        "url": "https://www.elon.edu/u/imagining/time-capsule/150-years/television/"
      }
    ]
  },
  {
    "Date": "1990s–2000s",
    "Era": "Digital Convergence",
    "Medium": "Internet",
    "InteractionPsych": "The internet expanded the range and pace of communication. It blurred private and public identity and introduced hypertextual, multitasking cognition — constant switching and browsing.",
    "KnowledgeInfo": "It shattered gatekeepers. Anyone could publish, access, remix, and distribute knowledge. But authority and truth became harder to verify, and algorithms began shaping what we see and know.",
    "CulturePoliticsSociety": "It upended media, education, business, and activism. Borders became porous to ideas and misinformation alike. The digital public sphere enabled mass mobilization — and mass disinformation.",
    "UnexpectedEffects": "The web accelerated information overload and polarization. Early utopian ideals faded into surveillance capitalism, attention economies, and algorithmic echo chambers.",
    "Sources": [
      {
        "label": "Internet Society – Brief History",
        "url": "https://www.internetsociety.org/internet/history-internet/brief-history-internet/"
      },
      {
        "label": "Castells – Network Society",
        "url": "https://www.wiley.com/en-us/The+Rise+of+the+Network+Society%2C+Volume+I-p-9781405196864"
      }
    ]
  },
  {
    "Date": "2004–present",
    "Era": "Networked Sociality",
    "Medium": "Social Media",
    "InteractionPsych": "Social media shifted attention toward performance, comparison, and feedback loops. It trained users to curate personas and seek validation, blending interaction with surveillance.",
    "KnowledgeInfo": "It created participatory but chaotic knowledge spaces. Hashtags replaced headlines. News became personalized, ephemeral, and emotional — often detached from journalistic norms.",
    "CulturePoliticsSociety": "It enabled grassroots movements and influencer economies. Social media shaped elections, uprisings, and social norms — while fragmenting public discourse into tribal micro-communities.",
    "UnexpectedEffects": "It amplified disinformation, mental health crises, and algorithmic polarization. Virality replaced credibility. Teen anxiety, polarization, and digital addiction emerged as social epidemics.",
    "Sources": [
      {
        "label": "Sherry Turkle – Alone Together",
        "url": "https://www.basicbooks.com/titles/sherry-turkle/alone-together/9780465093656/"
      },
      {
        "label": "Center for Humane Tech",
        "url": "https://www.humanetech.com/"
      }
    ]
  },
  {
    "Date": "2015–present",
    "Era": "Synthetic Cognition",
    "Medium": "Artificial Intelligence",
    "InteractionPsych": "AI tools offload cognition — writing, drawing, decision-making — to machines. They invite collaboration but blur authorship, agency, and human uniqueness.",
    "KnowledgeInfo": "Generative AI reshapes how knowledge is created and consumed. It can synthesize, fabricate, and personalize content — challenging what it means to ‘know’ something.",
    "CulturePoliticsSociety": "AI reconfigures labor, education, and creativity. It powers surveillance, recommendation engines, and facial recognition — embedding power in code.",
    "UnexpectedEffects": "Bias, opacity, and misinformation are embedded in AI systems. Creative jobs are disrupted. The illusion of objectivity in AI masks corporate and political agendas.",
    "Sources": [
      {
        "label": "Crawford – Atlas of AI",
        "url": "https://yalebooks.yale.edu/book/9780300209570/atlas-of-ai/"
      },
      {
        "label": "Broussard – Artificial Unintelligence",
        "url": "https://mitpress.mit.edu/9780262537018/artificial-unintelligence/"
      }
    ]
  },
  {
    "Date": "1800s",
    "Era": "Powered Infrastructure",
    "Medium": "Electricity",
    "InteractionPsych": "Electricity changed human rhythms. Day extended into night. Minds adjusted to artificial light, constant availability, and new machines that reshaped attention and labor.",
    "KnowledgeInfo": "It powered data transmission, computation, and mass media. Knowledge became electrically stored, transmitted, and illuminated — from light bulbs to libraries.",
    "CulturePoliticsSociety": "Cities became 24/7. Factories operated continuously. Homes were reorganized around sockets and screens. It redefined domestic labor and leisure alike.",
    "UnexpectedEffects": "Dependence on grids introduced new vulnerabilities. Energy inequality, pollution, and climate impact became hidden costs. Urban sprawl expanded into electrified suburbs.",
    "Sources": [
      {
        "label": "David Nye – Electrifying America",
        "url": "https://mitpress.mit.edu/9780262640305/electrifying-america/"
      },
      {
        "label": "Vaclav Smil – Energy and Civilization",
        "url": "https://mitpress.mit.edu/9780262536165/energy-and-civilization/"
      }
    ]
  },
  {
    "Date": "1804–1880s",
    "Era": "Industrial Acceleration",
    "Medium": "Railroad",
    "InteractionPsych": "The train altered perception of space and time. Landscapes blurred. Distance collapsed. People felt mobility as speed — and disorientation.",
    "KnowledgeInfo": "Railroads enabled faster delivery of books, papers, and mail. They linked educational centers and standardized curriculum delivery.",
    "CulturePoliticsSociety": "Rail linked rural and urban, restructured economies, and fueled colonial expansion. It created time zones and synchronized national schedules.",
    "UnexpectedEffects": "It enabled environmental extraction, displacement of Indigenous populations, and urban crowding. Accidents and labor abuses rose. The steel network also solidified empire.",
    "Sources": [
      {
        "label": "Wolfgang Schivelbusch – The Railway Journey",
        "url": "https://www.ucpress.edu/book/9780520052291/the-railway-journey"
      },
      {
        "label": "Richard White – Railroaded",
        "url": "https://www.wwnorton.com/books/9780393342376"
      }
    ]
  },
  {
    "Date": "1890s–1950s",
    "Era": "Automobility",
    "Medium": "Automobile",
    "InteractionPsych": "Cars redefined independence and mobility. Drivers perceived time as flexible and space as navigable — enabling new geographies of desire and escape.",
    "KnowledgeInfo": "Road travel facilitated information tourism — people could access universities, museums, and ideas across regions. Drive-in schools, libraries, and radios emerged.",
    "CulturePoliticsSociety": "The car reshaped cities, work, and class. Highways fractured neighborhoods. Suburbia expanded. White flight was fueled by the automobile — as was oil dependence.",
    "UnexpectedEffects": "Cars brought traffic, pollution, and climate change. They segregated space and enabled surveillance via license tracking. Suburbs became symbols of isolation and inequality.",
    "Sources": [
      {
        "label": "Peter Norton – Fighting Traffic",
        "url": "https://mitpress.mit.edu/9780262517812/fighting-traffic/"
      },
      {
        "label": "Cotton Seiler – Republic of Drivers",
        "url": "https://www.press.uchicago.edu/ucp/books/book/chicago/R/bo5677634.html"
      }
    ]
  }
]